/* Title of the button for previewing exported contents */
"Preview" = "Preview…";

/* Title of the button for copying exported contents to clipboard */
"CopyToClipboard" = "Copy to Clipboard";

/* Title of the button for saving exported contents to a particular location */
"SaveTo" = "Save to…";

/* Title of the button for saving exported contents again to the same location */
"SaveAgain" = "Save again";

/* Title of the button for sharing exported contents using a sharing service */
"Share" = "Send…";

/* Title of the button for sending files to a certain application */
"OpenIn" = "Open in…";

/* Button label for the "Send to…" button, is updated whenever the default application changes. */
"OpenInApplicationTitle" = "Open in %@";

/* Title of the button for sending exported contents as mail */
"SendAsMail" = "Send as Mail…";

/* Title of the button for sending exported contents as mail */
"AttachToMail" = "Attach to Mail…";

/* Title of the button for printing exported contents */
"Print" = "Print…";

/* Title of the button for publishing a draft. */
"Publish" = "Publish (Draft)";

/* Title of the button for canceling a publishing operation. */
"CancelPublish" = "Cancel";

// Menu item for the style selection button when no styles are available for the export format.
"NoStylesAvailable" = "No Styles available";

/* Replace files dialog: title string. Placeholder is replaced by the name of the file to be replaced. */
"replaceTitle" = "“%@” already exists. Do you want to replace it?";

/* Replace files dialog for replacing a single file/folder: informative text. Placeholder is replaced by the name of its enclosing folder. */
"replaceTextSingleFile" = "The file or folder already exists in the folder %@. Replacing it will overwrite its current contents.";

/* Replace files dialog for replacing a single file/folder: informative text. */
"replaceTextSingleFileDesktop" = "The file or folder already exists on the Desktop. Replacing it will overwrite its current contents.";

/* Replace files dialog for replacing a file and its support files (only applies to HTML export): informative text. Placeholder is replaced by the name of the folder. */
"replaceTextSupportFiles" = "The file already exists in the folder %@. Replacing it will overwrite the file and its support files (e.g. CSS, images).";

/* Replace files dialog for replacing a file and its support files (only applies to HTML export) on the Desktop folder: informative text. */
"replaceTextSupportFilesDesktop" = "The file already exists on the Desktop. Replacing it will overwrite the file and its support files (e.g. CSS, images).";

/* Replace files dialog: Cancel button. Aborts replacing the file(s). */
"cancel" = "Cancel";

/* Replace files dialog: Replace button. Replaces the file(s). */
"replace" = "Replace";
